Revit 2027 API
ParameterTypeId.SpotElevLowerPrefix Property
 "Lower Value Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevLowerPrefix { get; }
Public Shared ReadOnly Property SpotElevLowerPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevLowerPrefix {
	ForgeTypeId^ get ();
}
static member SpotElevLowerPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace